; 个人私有词典
privateDict := Map(
    ; 用户信息
    "emmio", "miozus@outlook.com",
    "emlss", "lss811@outlook.com",
    "emgg", "achali811@gmail.com",
    "emqq", "lss811@qq.com",
    ; 阿里云
    "alys", "ssh -Y root@39.108.228.2",
    "alyn", "39.108.228.2:8848/nacos",
    ; 华为云 
    ; "hwys", "ssh -Y root@114.116.17.66",
    "hwya", "ssh -Y root@49.4.86.167",
    "hwys", "ssh -Y root@114.116.24.86",
    ; 腾讯云
    "txys", "ssh -Y root@162.14.68.220",
    "txyr", "162.14.68.220:15672",	; rabbitmq 控制台
    "txyy", "162.14.68.220:40001",	; Yapi可视化接口文档
    "txyt", "162.14.68.220:8858", ; 熔断控制台 docker 但本地服务分离监测不到
    ; 查看磁盘分区大小
    ; "fdiskl", "fdisk -l",
    ; ElasticSearch
    "es7", "39.108.228.2:9200",
    ; 中文词组
    "guli", "谷粒",
    "vswf", "中文",
    ; 英文标点括号三兄弟
    "xk", "()",
    "vk", "[]",
    "dk", "{}",
    ; 中文标点
    "uumk", "《》",
    "dumh", "〈〉",	; 单书名号
    "yk", "（）",	; 圆括号
    "ftkh", "【】",	; 方头括号
    "ljkh", "｛｝",	; 六角括号
    "uglt", "・・・・・・",
    "jmge", "·",
    "pove", "——",
    "ulyb", "“”",
    "djyb", "‘’",
    "yhtz", "￥",
    "gjtj", "！",
    "wfhc", "？",
    "dzhc", "，",
    "juhc", "。",
    "ffhc", "；",
    "dyhc", "、",
    "mchc", "：",
    "rmb", "¥",
    ; 数学
    "tviu", "⇒",
    "jnti", "➤",
    "alpha", "𝛂",
    "beta", "𝜷",
    "gama", "𝜸",
    "sigma", "σ",
    "uuyu", "∈",
    "vgfu", "±",
    "xhx", "_",
    "xnyu", "<",
    "xydy", "≤",
    "dayu", ">",
    "dydy", "≥",
    "numno", "№", ; 数字编号
    ; 系统按键符号
    "backdel", "⌦",
    "del", "⌫",
    "ctrl", "⌃",
    "cmd", "⌘",
    "opt", "⌥",
    "cpaslock", " ⇪",
    "hyper", "✻",
    "enter", "⏎",
    "shift", "⇧",
    "tab", "⇥",
    "ltab", "⇤",
    "space", "␣",
    "yrdm", "•",
)